[
  {
    "ziua": 1,
    "titlul": "Când mă simt copleșită",
    "rugaciunea": "Doamne, privește la starea în care mă aflu și dă-mi pacea Ta",
    "versetul": "Isaia 26:3 Celui cu inima tare Tu-i chezășuiești pacea; da, pacea, căci se încrede în Tine."
  },
  {
    "ziua": 2,
    "titlul": "Când simt că nu sunt și nu fac destul",
    "rugaciunea": "Doamne, amintește-mi că Harul Tău umple fiecare gol pe care eu nu-l pot umple.",
    "versetul": "2 Corinteni 12:9 Și El mi-a zis: „Harul Meu îți este de ajuns, căci puterea Mea în slăbiciune este făcută desăvârșită.” Deci mă voi lăuda mult mai bucuros cu slăbiciunile mele, pentru ca puterea lui Hristos să rămână în mine."
  },
  {
    "ziua": 3,
    "titlul": "În mijlocul haosului",
    "rugaciunea": "Doamne, rămâi aproape în mijlocul zgomotului, al rufelor si al vaselor care trebuie spălate - Ești aici!",
    "versetul": "Psalmul 46:1 Dumnezeu este adăpostul și sprijinul nostru, un ajutor care nu lipsește niciodată în nevoi."
  },
  {
    "ziua": 4,
    "titlul": "Pentru o inimă care se încrede",
    "rugaciunea": "Ajută-mă să mă încred astăzi în Tine cu lucrurile pe care nu le pot controla.",
    "versetul": "Proverbe 3:5-6 Încrede-te în Domnul din toată inima ta și nu te bizui pe înțelepciunea ta! Recunoaște-L în toate căile tale, și El îți va netezi cărările!"
  },
  {
    "ziua": 5,
    "titlul": "Când mă simt invizibilă",
    "rugaciunea": "Mulțumesc că mă vezi, chiar și atunci când nimeni altcineva nu pare să o facă.",
    "versetul": "Geneza 16:13 Ea a numit Numele Domnului care-i vorbise: „Tu ești Dumnezeul care mă vede!” Căci a zis ea: „Cu adevărat, am văzut aici spatele Celui ce m-a văzut!”"
  },
  {
    "ziua": 6,
    "titlul": "Pentru răbdare cu copiii mei",
    "rugaciunea": "Tată, crește-mi răbdarea și ajută-mă să îmi iubesc copiii așa cum îi iubești Tu.",
    "versetul": "1 Corinteni 13:4-5 Dragostea este îndelung răbdătoare, este plină de bunătate, dragostea nu pizmuiește, dragostea nu se laudă, nu se umflă de mândrie, nu se poartă necuviincios, nu caută folosul său, nu se mânie, nu se gândește la rău."
  },
  {
    "ziua": 7,
    "titlul": "Pentru pace în casa noastră",
    "rugaciunea": "Doamne, umple-ne casa cu pacea Ta, nu doar cu productivitate.",
    "versetul": "Coloseni 3:15 Pacea lui Hristos, la care ați fost chemați ca să alcătuiți un singur trup, să stăpânească în inimile voastre și fiți recunoscători!"
  },
  {
    "ziua": 8,
    "titlul": "Când sunt epuizată",
    "rugaciunea": "Umple-mi paharul, Doamne, am nevoie de puterea și odihna Ta azi.",
    "versetul": "Matei 11:28 Veniți la Mine, toți cei trudiți și împovărați, și Eu vă voi da odihnă!"
  },
  {
    "ziua": 9,
    "titlul": "Pentru bucurie în mijlocul rutinei",
    "rugaciunea": "Deschide-mi ochii să văd bucuria ascunsă în momentele obișnuite ale zilei.",
    "versetul": "Neemia 8:10b Ziua aceasta Îi este închinată Domnului nostru; nu vă mâhniți, căci bucuria Domnului va fi tăria voastră!"
  },
  {
    "ziua": 10,
    "titlul": "Pentru o inimă sensibilă",
    "rugaciunea": "Doamne, dă-mi o inimă sensibilă, blândă și gata să învețe.",
    "versetul": "Ezechiel 36:26 Vă voi da o inimă nouă și voi pune în voi un duh nou; voi scoate din trupul vostru inima de piatră și vă voi da o inimă de carne."
  },
  {
    "ziua": 11,
    "titlul": "Pentru inima copilului meu",
    "rugaciunea": "Doamne, modelează inima copilului meu ca să Te cunoască și să Te iubească.",
    "versetul": "Proverbe 22:6 Învață-l pe copil calea pe care trebuie s-o urmeze, și când va îmbătrâni, nu se va abate de la ea."
  },
  {
    "ziua": 12,
    "titlul": "Când copilul meu trece prin luptă",
    "rugaciunea": "Rămâi lângă copilul meu în slăbiciunile lui și dă-mi înțelepciune să fiu aproape de el.",
    "versetul": "Iacov 1:5 Dacă vreunuia dintre voi îi lipsește înțelepciunea, s-o ceară de la Dumnezeu, care le dă tuturor cu mână largă și fără mustrare, și ea îi va fi dată."
  },
  {
    "ziua": 13,
    "titlul": "Pentru prieteniile copilului meu",
    "rugaciunea": "Doamne, dă-i copilului meu prietenii care să te aibă pe Tine în centru și care să-l conducă la o viață curată.",
    "versetul": "Proverbe 13:20 Cine umblă cu înțelepții se face înțelept, dar cui îi place să se însoțească cu nebunii o duce rău."
  },
  {
    "ziua": 14,
    "titlul": "Pentru identitatea copilului meu",
    "rugaciunea": "Înrădăcinează-i adânc identitatea în cine spui Tu că este.",
    "versetul": "Efeseni 2:10 Căci noi suntem lucrarea Lui și am fost zidiți în Hristos Isus pentru faptele bune pe care le-a pregătit Dumnezeu mai dinainte ca să umblăm în ele."
  },
  {
    "ziua": 15,
    "titlul": "Pentru momentele când îi este teamă",
    "rugaciunea": "Lasă ca dragostea Ta perfectă să alunge teama din inima copilului meu.",
    "versetul": "1 Ioan 4:18 În dragoste nu este frică, ci dragostea desăvârșită izgonește frica; pentru că frica are cu ea pedeapsa, și cine se teme n-a ajuns desăvârșit în dragoste."
  },
  {
    "ziua": 16,
    "titlul": "Pentru viitorul copilului meu",
    "rugaciunea": "Tu cunoști planurile de viitor pentru copilul meu - ajută-mă să Ți le încredințez Ție.",
    "versetul": "Ieremia 29:11 Căci Eu știu gândurile pe care le am cu privire la voi», zice Domnul, «gânduri de pace, și nu de nenorocire, ca să vă dau un viitor și o nădejde."
  },
  {
    "ziua": 17,
    "titlul": "Pentru momentele când trebuie să las lucrurile în Mâna Ta",
    "rugaciunea": "Doamne, dă-mi curajul să las lucrurile în Mâna Ta și să Te las pe Tine să conduci.",
    "versetul": "Psalmul 37:5 Încredințează-ți soarta în mâna Domnului, încrede-te în El, și El va lucra!"
  },
  {
    "ziua": 18,
    "titlul": "Pentru creșterea în credință a copilului meu",
    "rugaciunea": "Atrage-mi copilul aproape de Tine și plantează adânc Cuvântul Tău în inima lui.",
    "versetul": "Coloseni 2:6-7 Astfel dar, după cum L-ați primit pe Hristos Isus, Domnul, așa să și umblați în El, fiind înrădăcinați și zidiți în El, întăriți prin credință, după învățăturile care v-au fost date, și sporind în ea cu mulțumiri către Dumnezeu."
  },
  {
    "ziua": 19,
    "titlul": "Pentru protecție",
    "rugaciunea": "Înconjoară-l pe copilul meu cu protecția Ta, oriunde ar merge.",
    "versetul": "Psalmul 91:11 Căci El le va porunci îngerilor Săi să te păzească în toate căile tale."
  },
  {
    "ziua": 20,
    "titlul": "Pentru o inimă ascultătoare",
    "rugaciunea": "Ajută-mă să-mi ascult copilul așa cum și Tu mă asculți pe mine.",
    "versetul": "Iacov 1:19 Știți bine lucrul acesta, preaiubiții mei frați! Orice om să fie grabnic la ascultare, încet la vorbire, zăbavnic la mânie."
  },
  {
    "ziua": 21,
    "titlul": "Când simt că am rămas în urmă",
    "rugaciunea": "Doamne, eliberează-mă de povara de a presta și amintește-mi că sunt deja iubită.",
    "versetul": "Galateni 5:1 Rămâneți dar tari și nu vă plecați iarăși sub jugul robiei!"
  },
  {
    "ziua": 22,
    "titlul": "Când am tendința să mă compar",
    "rugaciunea": "Ajută-mă să rămân pe calea mea, fiind mulțumitoare pentru povestea pe care Tu o scrii în dreptul meu.",
    "versetul": "Galateni 6:4 Fiecare să-și cerceteze fapta lui, și atunci va avea cu ce să se laude numai în ce-l privește pe el, și nu cu privire la alții."
  },
  {
    "ziua": 23,
    "titlul": "Pentru o inimă mulțumitoare",
    "rugaciunea": "Doamne, îndreaptă-mi inima spre recunoștință în fiecare moment.",
    "versetul": "1 Tesaloniceni 5:18 Mulțumiți-I lui Dumnezeu pentru toate lucrurile, căci aceasta este voia lui Dumnezeu, în Hristos Isus, cu privire la voi!"
  },
  {
    "ziua": 24,
    "titlul": "Pentru înțelepciune sfântă",
    "rugaciunea": "Tată, am nevoie de înțelepciunea Ta mai mult ca niciodată - ghidează alegerile pe care trebuie să le iau azi.",
    "versetul": "Proverbe 4:7 Iată începutul înțelepciunii: dobândește înțelepciunea și, cu tot ce ai, dobândește priceperea!"
  },
  {
    "ziua": 25,
    "titlul": "Pentru momentele când eșuez",
    "rugaciunea": "Mulțumesc că Harul Tău e mai mare decât cea mai mare greșeală a mea ca mamă.",
    "versetul": "Plângerile lui Ieremia 3:22-23 Bunătățile Domnului nu s-au sfârșit, îndurările Lui nu sunt la capăt, ci se înnoiesc în fiecare dimineață. Și credincioșia Ta este atât de mare!"
  },
  {
    "ziua": 26,
    "titlul": "Pentru căsnicia mea",
    "rugaciunea": "Întărește relația care mă susține și fă-ne o echipă.",
    "versetul": "Eclesiastul 4:9-10 Mai bine doi decât unul, căci iau o plată cu atât mai bună pentru munca lor. Căci, dacă se întâmplă să cadă, se ridică unul pe altul. Dar vai de cine este singur și cade fără să-l aibă pe altul care să-l ridice!"
  },
  {
    "ziua": 27,
    "titlul": "Pentru momentele când mă simt singură",
    "rugaciunea": "Amintește-mi că nu sunt niciodată singură - Tu ești întotdeauna cu mine.",
    "versetul": "Deuteronom 31:8 Domnul Însuși va merge înaintea ta, El Însuși va fi cu tine, nu te va părăsi și nu te va lăsa; nu te teme și nu te înspăimânta!"
  },
  {
    "ziua": 28,
    "titlul": "Pentru momentele când am nevoie de încurajare",
    "rugaciunea": "Toarnă astăzi curaj în inima mea prin intermediul promisiunilor Tale.",
    "versetul": "Iosua 1:9 Nu ți-am dat Eu oare porunca aceasta: «Întărește-te și îmbărbătează-te»? Nu te înspăimânta și nu te îngrozi, căci Domnul, Dumnezeul tău, este cu tine în tot ce vei face!"
  },
  {
    "ziua": 29,
    "titlul": "Pentru scop în mijlocul acestui sezon",
    "rugaciunea": "Chiar și aici, Doamne, arată-mi că acest sezon contează pentru Tine.",
    "versetul": "Romani 8:28 De altă parte, știm că toate lucrurile lucrează împreună spre binele celor ce-L iubesc pe Dumnezeu, și anume spre binele celor ce sunt chemați după planul Său."
  },
  {
    "ziua": 30,
    "titlul": "Pentru odihna din timpul Sabatului",
    "rugaciunea": "Ajută-mă să consider odihna ca pe un dar, nu ca pe un lux.",
    "versetul": "Exod 20:8-10 Adu-ți aminte de ziua de odihnă, ca s-o sfințești! Să lucrezi șase zile și să-ți faci lucrul tău. Dar ziua a șaptea este ziua de odihnă închinată Domnului, Dumnezeului tău: să nu faci nicio lucrare în ea, nici tu, nici fiul tău, nici fiica ta, nici robul tău, nici roaba ta, nici vita ta, nici străinul care este în casa ta."
  },
  {
    "ziua": 31,
    "titlul": "Pentru Har proaspăt în fiecare zi",
    "rugaciunea": "Îți mulțumesc pentru Harul Tău care se înnoiește în fiecare dimineață.",
    "versetul": "Isaia 40:31 Dar cei ce se încred în Domnul își înnoiesc puterea; ei zboară ca vulturii; aleargă, și nu obosesc, umblă, și nu ostenesc."
  }
]
